cases/squareCylinder/0.org/Water.dispersed
FoamFile
{
    version     2.0;
    format      ascii;
    class       volScalarField;
    location    "0";
    object      Water.dispersed;
}

dimensions      [0 0 0 0 0 0 0];

internalField   uniform 0.0;

boundaryField
{
    wall
    {
        type            zeroGradient;
    }

    inlet
    {
        type            fixedValue;
        value           $internalField;
    }

    outlet
    {
        type            zeroGradient;
    }

    lower
    {
        type            zeroGradient;
    }

    upper
    {
        type            zeroGradient;
    }

    frontAndBack
    {
        type            empty;
    }
}
