cases/squareCylinder/0.org/p
FoamFile
{
    version     2.0;
    format      ascii;
    class       volScalarField;
    location    "0";
    object      p;
}

dimensions      [1 -1 -2 0 0 0 0];

internalField   uniform 1E5;

boundaryField
{
    wall
    {
        type            fixedFluxPressure;
        value           $internalField;
    }

    inlet
    {
        type            fixedFluxPressure;
        value           $internalField;
    }

    outlet
    {
        type            fixedValue;
        value           $internalField;
    }

    lower
    {
        type            zeroGradient;
    }

    upper
    {
        type            zeroGradient;
    }

    frontAndBack
    {
        type            empty;
    }
}
